{
  "title": "About Mission Anabaino | Network for Church Planting",
  "description": "Mission Anabaino (MA) is a unique network offering resources, support, and community for church planters and their initiatives. It embodies the mission 'I am ascending' (Greek anabaino, cf. Jn. 20:17), operating as both a church planting network and theological collaborative. MA is dedicated to the 'greater things' Christ envisioned for his ascension ministry, ensuring Christ's saving presence is mediated through the church in every place a Total Christ church exists.",
  "sections": [
    {
      "id": "sub-heading-1",
      "title": "What is Mission Anabaino?",
      "content": "Mission Anabaino is mission 'I am ascending' (Greek anabaino, cf. Jn. 20:17). As both a church planting network and theological collaborative, we exist in pursuit of the 'greater things' that Christ envisioned for his ascension ministry wherein Christ's saving presence is mediated through the church in every place at the same time where a Total Christ church exists."
    },
    {
      "id": "sub-heading-2",
      "title": "We Are a Church Planting Network",
      "content": "The MA community is comprised of the Staff, MA Board, Anchor churches and their pastors, church planters, interns, prayer and financial supporters, as well as others by invitation from outside entities who are collaborating partners committed to a Total Christ vision in church planting both locally and globally.",
      "additionalInfo": {
        "anchorChurches": [
          {
            "name": "Christ Presbyterian Church, New Haven",
            "seniorPastor": "Craig Lukens"
          },
          {
            "name": "Faith Presbyterian Church, Gainesville",
            "seniorPastor": "Kevin Nelson"
          },
          {
            "name": "The Ponce Church, Atlanta GA",
            "seniorPastor": "Toliver Wills"
          }
        ],
        "boardMembers": [
          {
            "name": "Toliver Wills",
            "position": "Sr. Pastor of The Ponce Church Atlanta, GA"
          },
          {
            "name": "Kevin Nelson",
            "position": "Sr. Pastor of Faith Presbyterian Church, Gainsville FL"
          },
          {
            "name": "Danny Jang",
            "position": "Sr Pastor of Grace Church, Stamford CT"
          },
          {
            "name": "Mike Brunjes",
            "position": "Church Planter of CPC Wallingford, CT"
          },
          {
            "name": "Preston Graham",
            "position": "Mission Anabaino, Chairman"
          },
          {
            "name": "James Kessler",
            "position": "In Transition"
          }
        ],
        "staff": [
          {
            "name": "Preston Graham",
            "position": "Executive Director"
          },
          {
            "name": "Alex Gonzales",
            "position": "Director of Digital Communications"
          }
        ]
      }
    },
    {
      "id": "sub-heading-3",
      "title": "We are a partnership with other Member and Anchor Churches",
      "content": "MA is administratively hosted by Christ Presbyterian Church, New Haven, but we operate as a partnership of like-minded Member and Anchor churches committed to a Total Christ, Five Mark Vision for church renewal and planting.  Together, member churches share human and fiscal resources in the execution and government of  MA's ministry and mission.  Anchor Churches share human and fiscal recourses in the execution of MA's ministry and mission "
    },
    {
      "id": "sub-heading-4",
      "title": "Our 'Total Christ' Theological Vision",
      "content": "The term “Total Christ” originates from 5th century pastor-theologian Augustine of Hippo about the relationship of Christ’s incarnational ministry (past) to his ongoing ascension ministry (present). Applying John 1:14 to Eph.1:21-23 and 2:19ff, Augustine concluded:\n\nThe Word was made flesh, and dwelled among us; to that flesh is joined the church, and there is made total Christ, both head and body.\n\nWhile holding to the “distinct but never separate” formula of Chalcedon Christology applied to the incarnation, the principle is therefore applied to the nature of the church as mediated by the Holy Spirit.\n\nThe fullness of Christ, then, is head and members. Head and members, what is that? Christ and the Church!\n\nSt. Augustine, Homilies on the Gospel of John\n\nThe entire MA project is informed by a theological vision inspired by Ascension Christology-Applied! Derived from a Christ-centered analysis in biblical theology, the church by divine institution and organization is envisioned to become Gods temple presence in local manifestations informed and governed by a Christo-centric divine covenant. The church as such is more than a gospel centered \"best practice\" or \"philosophy of ministry,\" it is God's real and efficacious presence as then a topic in soteriology (salvation) as an essential element of the gospel.\n\nMore specifically, we discern that there was never a time in all of redemptive history when salvation was accomplished apart from a transaction of BOTH covenant (forensic grace accomplished by divine law) and temple (missional grace mediated by divine presence). The New Covenant gospels declare that Christ is both the Word (covenant head) and Temple (flesh-on-flesh presence), such as in John 1:14. These two aspects of Christ loomed large in the debates leading up to the Council of Chalcedon (word-Cyril and temple-Nestorius respectively), which resulted in the orthodox conclusion that one is always “distinct but never separate” from the other. We do not have access to Christ as Word without Christ as Temple, and vice versa.\n\nAs applied to Christ’s ascension ministry today, we seek to experience and practice the many implications that accompany Christ’s ministry as BOTH justifier (covenant head) AND missional power (temple presence), through a ministry that is BOTH “high gospel” (the good news of Christ's person and work) AND “high church” (the good news of Christ's mediated presence for salvation in our present age).\n\nSadly, to pit one emphasis against the other has contributed to schisms throughout church history -- West vs. East, Transcendence vs. Immanence, \"Teaching\" churches vs. \"Worship\" churches vs. \"Mercy Ministry\" churches, and the many “either-or” pendulum swings represented in intra-mural debates denominationally. MA is dedicated to the \"five marks,\" a spirituality that reunites (1) high gospel with (2) high church, so as to rediscover Christ as our (3) Prophet, (4) Priest, and (5) King.\n\nOur Mission:\nAs far back as the Acts of the Apostles, history has shown that the best way to reach new generations, new residents, and new people groups for the Gospel of Jesus Christ is quite simply to get people to the person of Christ himself! At Mission Anabaino, we believe that during Christ’s ascension ministry today, we believe Christ has an address at every place where there is an apostolic, Christ-centered church. T. F. Torrance in Royal Priesthood explained it like this:\n\nThe Spirit operates by creating out of the word a body, which St. Paul calls the Body of Christ…. As such this body becomes matched to Christ as His vis-à-vis in history and as the instrument of His saving purpose in the Gospel. It is the sphere where through the presence of the Spirit the salvation-events of the birth, life, death, resurrection, and ascension are operative here and now in history, the sphere where within the old creation the new creation has broken in with power.\n\nFor a summary of the practical and biblical justification for this, you may read Preston Graham's short paper, Why Plant Churches as a Missionary Strategy?"
    },
    {
      "id": "sub-heading-5",
      "title": "Funding",
      "content": "MA began with the seed gift of a $3.5 million venture capital fund by anchor church, Christ Presbyterian Church, New Haven. This original seed gift is combined with the financial backing of other anchor churches and individuals making donations to MA generally and/or designations to local church plants affiliated with MA. MA is currently seeking other anchor churches with a shared theological vision and strategy who can join CPC in planting churches that are local to each anchor church as well as around the globe."
    },
    {
        "id": "sub-heading-6",
        "title": "These Are Exciting Times!",
        "content": "Whether you choose to participate in MA with prayer and financial support, recommend a site for church planting, help gather or join a church planting launch team, become a Mission Anabaino Anchor Church, or become a Mission Anabaino church planter, we welcome your participation with us in helping to plant the mediatorial presence of Christ throughout the world! Join us!"
      }
  ],
  "callToAction": {
    "title": "Join Our Community",
    "description": "Be a part of our mission to support church planters around the world. Get involved today!",
    "buttons": [
      {
        "text": "Donate",
        "link": "./donate.html"
      },
      {
        "text": "Join Prayer Team",
        "link": "./join-prayer-team.html"
      },
      {
        "text": "Subscribe",
        "link": "./subscribe.html"
      },
      {
        "text": "Contact Us",
        "link": "./contact.html"
      }
    ]
  }
}