{
  "title": "About Mission Anabaino | Network for Church Planting",
  "description": "Mission Anabaino (MA) is a unique network offering resources, support, and community for church planters and their initiatives. It embodies the mission 'I am ascending' (Greek anabaino, cf. Jn. 20:17), operating as both a church planting network and theological collaborative. MA is dedicated to the 'greater things' Christ envisioned for his ascension ministry, ensuring Christ's saving presence is mediated through the church in every place a Total Christ church exists.",
  "sections": [
    {
      "id": "sub-heading-1",
      "title": "What is Mission Anabaino?",
      "content": "Mission Anabaino is mission 'I am ascending' (Greek anabaino, cf. Jn. 20:17). As both a church planting network and theological collaborative, we exist in pursuit of the 'greater things' that Christ envisioned for his ascension ministry wherein Christ's saving presence is mediated through the church in every place at the same time where a Total Christ church exists."
    },
    {
      "id": "sub-heading-2",
      "title": "Theological Formation",
      "content": "MA extends beyond any local church or particular denomination in the formation of an ecumenical collaborative in missional ecclesiology. MA hosts monthly local and global collaboratives and an annual global collaborative conference geared to a Total Christ vision, while building collegial relationships among church planters with outside entities, networks, and partners."
    },
    {
      "id": "sub-heading-3",
      "title": "Post Christendom Engagement",
      "content": "MA is administratively hosted by Christ Presbyterian Church, New Haven, but we operate as a partnership of like-minded Member and Anchor churches committed to a Total Christ, Five Mark Vision for church renewal and planting.  Together, member churches share human and fiscal resources in the execution and government of  MA's ministry and mission.  Anchor Churches share human and fiscal recourses in the execution of MA's ministry and mission "
    },
    {
      "id": "sub-heading-4",
      "title": "Deconstruction",
      "content": "Description of the Post Christendom Church Planting initiative..."
    },
    {
      "id": "sub-heading-5",
      "title": "Theological Collaboration",
      "content": "MA began with the seed gift of a $3.5 million venture capital fund by anchor church, Christ Presbyterian Church, New Haven. This original seed gift is combined with the financial backing of other anchor churches and individuals making donations to MA generally and/or designations to local church plants affiliated with MA. MA is currently seeking other anchor churches with a shared theological vision and strategy who can join CPC in planting churches that are local to each anchor church as well as around the globe."
    }
  ],
  "callToAction": {
    "title": "Join Our Community",
    "description": "Be a part of our mission to support church planters around the world. Get involved today!",
    "buttons": [
      {
        "text": "Donate",
        "link": "./donate.html"
      },
      {
        "text": "Join Prayer Team",
        "link": "./join-prayer-team.html"
      },
      {
        "text": "Subscribe",
        "link": "./subscribe.html"
      },
      {
        "text": "Contact Us",
        "link": "./contact.html"
      }
    ]
  }
}